[
    {
        "copyright": "Will Godward",
        "date": "2020-06-29T00:00:00.000Z",
        "explanation": "When the lake calmed down, many wonders of the land and sky appeared twice. Perhaps the most dramatic from the dark sky was the central band of our Milky Way Galaxy, visible as a diagonal band. Toward the right were both the Small (SMC) and Large (LMC) Magellanic Clouds, satellite galaxies of our Milky Way. Faint multicolored bands of airglow fanned across the night. Numerous bright stars were visible including Antares, while the bright planet Jupiter appears just above the image center. The featured image is a composite of exposures all taken from the same camera and from the same location within 30 minutes in mid-May from the shore of Lake Bonney Riverland in South Australia. Dead trees that extend from the lake were captured not only in silhouette, but reflection, while lights from the small town of Barmera were visible across the lake. In July, Jupiter and Saturn will rise toward the east just as the Sun sets in the west.",
        "hdurl": "https://apod.nasa.gov/apod/image/2006/SkyReflections_Godward_2000.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Dark Sky Reflections",
        "url": "https://apod.nasa.gov/apod/image/2006/SkyReflections_Godward_1080.jpg"
    },
    {
        "date": "2020-06-28T00:00:00.000Z",
        "explanation": "What are those spots on Jupiter? Largest and furthest, just right of center, is the Great Red Spot -- a huge storm system that has been raging on Jupiter possibly since Giovanni Cassini's likely notation of it 355 years ago.  It is not yet known why this Great Spot is red. The spot toward the lower left is one of Jupiter's largest moons: Europa. Images from Voyager in 1979 bolster the modern hypothesis that Europa has an underground ocean and is therefore a good place to look for extraterrestrial life. But what about the dark spot on the upper right? That is a shadow of another of Jupiter's large moons: Io. Voyager 1 discovered Io to be so volcanic that no impact craters could be found.  Sixteen frames from Voyager 1's flyby of Jupiter in 1979 were recently reprocessed and merged to create the featured image.  About 43 years ago, Voyager 1 launched from Earth and started one of the greatest explorations of the Solar System ever.    Free Download: Voyager Posters",
        "hdurl": "https://apod.nasa.gov/apod/image/2006/EuropaJupiter_Voyager_2792.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Europa and Jupiter from Voyager 1",
        "url": "https://apod.nasa.gov/apod/image/2006/EuropaJupiter_Voyager_960.jpg"
    },
    {
        "date": "2020-06-27T00:00:00.000Z",
        "explanation": "The dark shadow of the New Moon reached out and touched planet Earth on June 21. A high definition camera outside the International Space Station captured its passing in this snapshot from low Earth orbit near the border of Kazakhstan and China. Of course those along the Moon's central shadow track below could watch the much anticipated annular eclipse of the Sun. In the foreground a cargo spacecraft is docked with the orbital outpost. It's the H-II Transfer Vehicle-9 from JAXA the Japan Aerospace Exploration Agency.   Gallery: Notable images of the Annular Solar Eclipse of 2020 June submitted to APOD",
        "hdurl": "https://apod.nasa.gov/apod/image/2006/iss063e031761_June2020ase.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Eclipse under the ISS",
        "url": "https://apod.nasa.gov/apod/image/2006/iss063e031761_June2020ase1024.jpg"
    },
    {
        "copyright": "Somak Raychaudhury",
        "date": "2020-06-26T00:00:00.000Z",
        "explanation": "Want to watch a solar eclipse safely? Try looking down instead of up, though you might discover you have a plethora of images to choose from. For example, during the June 21st solar eclipse this confusing display appeared under a shady bamboo grove in Pune, India. Small gaps between close knit leaves on the tall plants effectively created a network of randomly placed pinholes. Each one projected a separate image of the eclipsed Sun. The snapshot was taken close to the time of maximum eclipse in Pune when the Moon covered about 60 percent of the Sun's diameter. But an annular eclipse, the Moon in silhouette completely surrounded by a bright solar disk at maximum, could be seen along a narrow path where the Moon's dark shadow crossed central Africa, south Asia, and Ch",
        "hdurl": "https://apod.nasa.gov/apod/image/2006/Eclipse-under-bamboos.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Eclipse under the Bamboo",
        "url": "https://apod.nasa.gov/apod/image/2006/Eclipse-under-bamboos1024c.jpg"
    },
    {
        "copyright": "Gary Chan",
        "date": "2020-06-25T00:00:00.000Z",
        "explanation": "On June 21 an annular solar eclipse came soon after the solstice and our fair planet's northernmost sunset for 2020. At maximum eclipse, the New Moon in silhouette created a ring of fire visible along a narrow path at most 85 kilometers wide. The annular eclipse path began in central Africa, crossed south Asia and China, and ended over the Pacific Ocean. But a partial eclipse of the Sun was visible over a much broader region. In Hong Kong, this busy section of Jordan Street looks to the northwest, well-aligned with the track of the near solstice afternoon Sun. The street level view was composited with an eclipse sequence made with a safe solar filter on the camera. For that location the eclipse was partial. The Moon covered about 90 percent of the Sun's diameter at maximum, seen near the middle of the eclipse sequence.   Gallery: Notable images of the Annular Solar Eclipse of 2020 June submitted to APOD",
        "hdurl": "https://apod.nasa.gov/apod/image/2006/HongKong2020JuneEclipse_Chan.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Eclipse Street, Hong Kong",
        "url": "https://apod.nasa.gov/apod/image/2006/HongKong2020JuneEclipse_Chan1024.jpg"
    },
    {
        "copyright": "Mark Hersch",
        "date": "2020-06-24T00:00:00.000Z",
        "explanation": "How could that city be upside-down? The city, Chicago, was actually perfectly right-side up. The long shadows it projected onto nearby Lake Michigan near sunset, however, when seen in reflection, made the buildings appear inverted. This fascinating, puzzling, yet beautiful image was captured by a photographer in 2014 on an airplane on approach to Chicago's O'Hare International Airport.  The Sun can be seen both above and below the cloud deck, with the latter reflected in the calm lake.  As a bonus, if you look really closely -- and this is quite a challenge -- you can find another airplane in the image, likely also on approach to the same airport.",
        "hdurl": "https://apod.nasa.gov/apod/image/2006/ChicagoClouds_Hersch_3600.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Inverted City Beneath Clouds",
        "url": "https://apod.nasa.gov/apod/image/2006/ChicagoClouds_Hersch_960.jpg"
    },
    {
        "copyright": "TeamMPEIKI",
        "date": "2020-06-23T00:00:00.000Z",
        "explanation": "What if you could see X-rays?  The night sky would seem a strange and unfamiliar place.  X-rays are about 1,000 times more energetic than visible light photons and are produced by violent explosions and high temperature astronomical environments.  Instead of the familiar steady stars, the sky would seem to be filled with exotic stars, active galaxies, and hot supernova remnants. The featured X-ray image captures in unprecedented detail the entire sky in X-rays as seen by the eROSITA telescope onboard  Spektr-RG satellite, orbiting around the L2 point of the Sun-Earth system, launched last year. The image shows the plane of our Milky Way galaxy across the center, a diffuse and pervasive X-ray background, the hot interstellar bubble known as the North Polar Spur, sizzling supernova remnants such as Vela, the Cygnus Loop and Cas A, energetic binary stars including Cyg X-1 and Cyg X-2, the  LMC galaxy, and the Coma, Virgo, and Fornax clusters of galaxies.  This first sky scan by eROSITA located over one million X-ray sources, some of which are not understood and will surely be topics for future research.",
        "hdurl": "https://apod.nasa.gov/apod/image/2006/SkyMapB_eROSITA_2998.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The X-Ray Sky from eROSITA",
        "url": "https://apod.nasa.gov/apod/image/2006/SkyMapB_eROSITA_960.jpg"
    },
    {
        "copyright": "Wang LetianEyes at Night",
        "date": "2020-06-22T00:00:00.000Z",
        "explanation": "What are those dark streaks in this composite image of yesterday's solar eclipse? They are reversed shadows of mountains at the edge of the Moon.  The center image, captured from Xiamen, China, has the Moon's center directly in front of the Sun's center. The Moon, though, was too far from the Earth to completely block the entire Sun.  Light that streamed around all of the edges of the Moon is called a  ring of fire. Images at each end of the sequence show sunlight that streamed through lunar valleys.  As the Moon moved further in front of the Sun, left to right, only the higher peaks on the Moon's perimeter could block sunlight.  Therefore, the dark streaks are projected, distorted, reversed, and magnified shadows of mountains at the Moon's edge.  Bright areas are called Bailey's Beads. Only a narrow swath across Earth's Eastern Hemisphere was able to see yesterday's full annular solar eclipse. Next June, though, a narrow swath across Earth's Northern Hemisphere will be able to see the next annular solar eclipse.  A total solar eclipse will be visible at the bottom of the world near the end of this year.   Gallery: Notable images of the Annular Solar Eclipse of 2020 June submitted to APOD",
        "hdurl": "https://apod.nasa.gov/apod/image/2006/BeadMountains_Letian_3000.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Moon Mountains Magnified during Ring of Fire Eclipse",
        "url": "https://apod.nasa.gov/apod/image/2006/BeadMountains_Letian_960.jpg"
    },
    {
        "copyright": "Dzmitry Kananovich",
        "date": "2020-06-21T00:00:00.000Z",
        "explanation": "It may look like Earthrise, but it's actually Venus-set. Just after sunrise two days ago, both the Moon and Venus also rose.  But then the Moon overtook Venus. In the featured image sequence centered on the Moon, Venus is shown increasingly angularly close to the Moon. In the famous Earthrise image taken just over 50 years ago, the Earth was captured rising over the edge of the Moon, as seen from the Apollo 8 crew orbiting the Moon. This similar Venus-set image was taken from Earth, of course, specifically Estonia.  Venus shows only a thin crescent because last week it passed nearly in front of the Sun, as seen from Earth.  The Moon shows only a thin crescent because it will soon be passing directly in front of the Sun, as seen from Earth. Today, in fact, two days after this image was taken, the Moon will create a solar eclipse, with a thin swath across the Earth treated to an annular solar eclipse.    Gallery: Notable images of the Venus - Mooon conjunction of 2020 June submitted to APOD",
        "hdurl": "https://apod.nasa.gov/apod/image/2006/VenusSet_Kananovich_1000.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Moon Occults Venus",
        "url": "https://apod.nasa.gov/apod/image/2006/VenusSet_Kananovich_1000.jpg"
    },
    {
        "date": "2020-06-20T00:00:00.000Z",
        "explanation": "Today's solstice brings summer to planet Earth's northern hemisphere. But the northern summer solstice arrived for ringed planet Saturn over three years ago on May 24, 2017. Orbiting the gas giant, Saturn's moon Titan experiences the Saturnian seasons that are about 7 Earth-years long. Larger than inner planet Mercury, Titan was captured in this Cassini spacecraft image about two weeks after its northern summer began. The near-infrared view finds bright methane clouds drifting through Titan's dense, hazy atmosphere as seen from a distance of about 507,000 kilometers. Below the clouds, dark hydrocarbon lakes sprawl near its fully illuminated north pole.",
        "hdurl": "https://apod.nasa.gov/apod/image/2006/PIA21615TitanNorthSummer.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Northern Summer on Titan",
        "url": "https://apod.nasa.gov/apod/image/2006/PIA21615TitanNorthSummer1024.jpg"
    }
]